{
  "campaign": {
    "name": "J-Fall",
    "questions": [
      {
        "questionID": 0,
        "type": "open",
        "question": "excepteur nulla in occaecat laborum enim ipsum dolore consectetur laborum eu non tempor dolor tempor",
        "attachment": "Dolor elit incididunt exercitation incididunt sint. Ullamco nostrud cupidatat laboris reprehenderit fugiat minim quis consequat duis incididunt mollit. Ut id laborum id dolore ad ut ullamco labore velit nisi. Laboris nisi velit eiusmod ea incididunt officia nisi commodo anim incididunt dolore sit tempor.\r\n",
        "participantID": 0,
        "campaignName": "J-Fall",
        "stateID": 1,
        "possibleAnswer": [
          "consectetur do occaecat aliqua pariatur tempor dolor cillum irure consectetur amet voluptate in duis ipsum",
          "ad est labore aliquip consectetur voluptate in labore amet officia nulla elit officia laboris minim",
          "minim ullamco tempor pariatur officia labore occaecat qui mollit sint nostrud cupidatat sint quis mollit",
          "laboris aliquip ea proident deserunt officia ut velit quis veniam labore pariatur reprehenderit veniam anim"
        ],
        "givenAnswer": ""
      },
      {
        "questionID": 1,
        "type": "open",
        "question": "voluptate eiusmod elit quis dolore ex ex laborum nulla ex est velit dolor nostrud elit",
        "attachment": "Lorem duis officia et reprehenderit magna incididunt. Qui anim duis duis magna commodo laboris deserunt do reprehenderit et aute. Qui est nostrud laborum proident sint deserunt cillum. Tempor elit deserunt nulla eu labore mollit esse ut.\r\n",
        "participantID": 0,
        "campaignName": "J-Fall",
        "stateID": 1,
        "possibleAnswer": [
          "nisi officia excepteur dolor et Lorem nisi ea aute esse occaecat do sunt minim cillum",
          "laborum sit nulla labore laborum eiusmod fugiat proident nisi deserunt ut veniam occaecat esse ex",
          "incididunt nulla minim cillum nostrud officia ut do veniam commodo Lorem veniam velit aliqua id",
          "est irure eu pariatur velit nostrud voluptate consectetur do non adipisicing irure est aliquip deserunt"
        ],
        "givenAnswer": ""
      },
      {
        "questionID": 2,
        "type": "open",
        "question": "dolor et ex ullamco dolore qui dolore sit magna culpa tempor sunt commodo voluptate reprehenderit",
        "attachment": "Duis veniam nisi officia ex qui commodo ipsum et ipsum nisi deserunt aute. Excepteur commodo proident sit velit adipisicing exercitation et mollit et esse cillum et officia culpa. Ipsum eu pariatur occaecat deserunt ullamco voluptate laboris.\r\n",
        "participantID": 0,
        "campaignName": "J-Fall",
        "stateID": 1,
        "possibleAnswer": [
          "mollit reprehenderit consectetur do id qui quis nostrud duis ut mollit mollit tempor sint magna",
          "exercitation fugiat et sunt cupidatat labore culpa aute est aliqua irure reprehenderit pariatur velit ad",
          "magna labore laboris irure non cupidatat adipisicing esse ipsum dolore et duis tempor sunt enim",
          "excepteur amet commodo ullamco proident aliqua aliquip esse veniam in sunt veniam cupidatat do deserunt"
        ],
        "givenAnswer": ""
      },
      {
        "questionID": 3,
        "type": "multiple",
        "question": "eiusmod labore sint aliquip veniam ipsum eu qui ut culpa minim eu aute fugiat commodo",
        "attachment": "Anim aliqua Lorem ut cupidatat sint occaecat et reprehenderit consequat velit esse ea labore quis. Duis sint ea sint non voluptate. Cupidatat ad esse aute dolore. Dolore deserunt reprehenderit et cillum nostrud veniam eu voluptate labore dolore ad proident velit nisi. Excepteur reprehenderit anim voluptate dolor incididunt dolore ex laborum occaecat velit elit labore laborum. Et laboris consectetur laborum irure deserunt. Cupidatat aute voluptate incididunt culpa non aute do labore.\r\n",
        "participantID": 0,
        "campaignName": "J-Fall",
        "stateID": 1,
        "possibleAnswer": [
          "enim labore proident magna esse aute id irure nostrud mollit in deserunt adipisicing laborum ex",
          "ullamco est pariatur officia et non est adipisicing aliquip veniam sint do incididunt ex nisi",
          "dolor anim minim nulla officia ipsum elit nulla consectetur consectetur irure do eiusmod deserunt aliqua",
          "dolore non non id nostrud minim ullamco adipisicing aute culpa ut pariatur fugiat fugiat aute"
        ],
        "givenAnswer": "enim labore proident magna esse aute id irure nostrud mollit in deserunt adipisicing laborum ex"
      },
      {
        "questionID": 4,
        "type": "multiple",
        "question": "ex tempor et voluptate in fugiat tempor duis ullamco exercitation aute et exercitation nostrud nisi",
        "attachment": "Laborum non aliquip minim pariatur aliquip amet est enim eiusmod. Officia esse minim nostrud exercitation reprehenderit veniam. Mollit sit reprehenderit amet exercitation tempor ullamco. Laboris et elit anim mollit aute excepteur sit fugiat esse nulla velit nostrud ea.\r\n",
        "participantID": 0,
        "campaignName": "J-Fall",
        "stateID": 1,
        "possibleAnswer": [
          "pariatur nisi aliquip sint elit ullamco magna ut voluptate voluptate veniam ea dolore voluptate veniam",
          "aute dolor cillum ipsum minim aliquip ea est anim aliquip culpa ad ad sunt ullamco",
          "incididunt aliqua ullamco ipsum duis incididunt ipsum ut labore laborum deserunt qui mollit fugiat pariatur",
          "in nisi qui sint magna ex velit anim deserunt consequat duis consectetur sint deserunt aliquip"
        ],
        "givenAnswer": "pariatur nisi aliquip sint elit ullamco magna ut voluptate voluptate veniam ea dolore voluptate veniam"
      },
      {
        "questionID": 5,
        "type": "open",
        "question": "mollit eu eu et duis occaecat dolore Lorem et qui occaecat id veniam deserunt aliquip",
        "attachment": "Proident elit occaecat exercitation culpa elit eiusmod. Nisi proident labore consectetur ut. Ea reprehenderit pariatur ipsum dolore est anim laborum dolore commodo. Culpa veniam culpa do culpa nisi in cillum ut deserunt. Incididunt officia sit eu dolore excepteur.\r\n",
        "participantID": 0,
        "campaignName": "J-Fall",
        "stateID": 1,
        "possibleAnswer": [
          "ipsum velit velit cupidatat nostrud tempor nisi non nulla est est reprehenderit elit id quis",
          "labore labore id ex est veniam irure adipisicing aliquip Lorem ex sint consectetur labore nulla",
          "ullamco est aliquip enim pariatur dolore magna nisi elit velit eiusmod tempor fugiat officia in",
          "sunt aliqua non ea tempor in laboris nulla ullamco aliqua reprehenderit est irure cupidatat pariatur"
        ],
        "givenAnswer": ""
      },
      {
        "questionID": 6,
        "type": "open",
        "question": "irure ea adipisicing ad aute Lorem minim laboris cupidatat nostrud tempor eiusmod ullamco quis sunt",
        "attachment": "Sunt laborum consectetur Lorem cupidatat id. Minim incididunt ex ex esse ea exercitation. Duis incididunt amet excepteur id ipsum dolore velit commodo in in. Aute proident amet occaecat id exercitation et laborum nulla aliqua ea consectetur. Tempor ex enim duis irure esse nulla nulla do cillum ex laboris laborum. Exercitation nisi deserunt id irure ad in tempor do ullamco nulla incididunt sunt ipsum reprehenderit.\r\n",
        "participantID": 0,
        "campaignName": "J-Fall",
        "stateID": 1,
        "possibleAnswer": [
          "do reprehenderit sit ad voluptate nostrud ex laboris cillum proident velit fugiat duis nulla nostrud",
          "aliqua magna voluptate cupidatat veniam amet consequat fugiat reprehenderit et ut pariatur aliqua eu qui",
          "enim cupidatat reprehenderit velit ullamco enim id adipisicing eu excepteur reprehenderit laboris eiusmod nostrud nisi",
          "in laborum exercitation eu ex sit nisi minim consectetur nostrud reprehenderit consequat excepteur eiusmod esse"
        ],
        "givenAnswer": ""
      },
      {
        "questionID": 7,
        "type": "open",
        "question": "consectetur duis elit est qui qui reprehenderit qui officia enim labore laborum elit exercitation laborum",
        "attachment": "Deserunt ad consectetur id adipisicing occaecat ut reprehenderit culpa duis nisi. Nostrud officia sunt Lorem tempor adipisicing aliquip. Sint occaecat enim quis non dolor dolore deserunt officia minim et laborum. Ea excepteur anim cillum fugiat ad est commodo. Fugiat sunt eu elit eu fugiat fugiat laboris fugiat velit in pariatur reprehenderit eiusmod est.\r\n",
        "participantID": 0,
        "campaignName": "J-Fall",
        "stateID": 1,
        "possibleAnswer": [
          "culpa ad aliqua eu sunt laborum veniam sit aliqua aute aliqua ullamco pariatur commodo aute",
          "do voluptate ea labore adipisicing ut culpa fugiat nulla nostrud ea qui voluptate duis qui",
          "non labore cillum incididunt reprehenderit in culpa et adipisicing enim sit do id incididunt mollit",
          "tempor tempor minim consectetur qui ex non sunt incididunt do proident in ut magna ex"
        ],
        "givenAnswer": ""
      },
      {
        "questionID": 8,
        "type": "open",
        "question": "magna magna in adipisicing aliqua in ut laboris pariatur ullamco culpa ipsum eiusmod voluptate esse",
        "attachment": "Occaecat in pariatur do aliqua ex adipisicing ea nostrud magna. Occaecat ea aute dolore pariatur amet non culpa. Sit mollit reprehenderit amet exercitation commodo laborum consequat Lorem. Lorem ad voluptate amet non pariatur qui sunt ex laboris. Aliqua elit aute nulla tempor. Consequat labore consectetur elit do irure.\r\n",
        "participantID": 0,
        "campaignName": "J-Fall",
        "stateID": 1,
        "possibleAnswer": [
          "cupidatat commodo in aute reprehenderit non id velit ipsum est officia nulla officia pariatur excepteur",
          "amet deserunt ullamco occaecat nostrud in pariatur qui quis aliquip eu non consequat nulla occaecat",
          "laborum esse velit est ea exercitation cillum anim anim minim dolore incididunt est voluptate exercitation",
          "elit fugiat adipisicing magna anim labore ullamco adipisicing elit sunt laborum tempor sit aliquip nisi"
        ],
        "givenAnswer": ""
      },
      {
        "questionID": 9,
        "type": "multiple",
        "question": "ad occaecat reprehenderit ut sint aute minim reprehenderit velit velit mollit laboris cillum velit eiusmod",
        "attachment": "Elit non proident ex excepteur cillum officia excepteur. Sunt in est exercitation enim enim. Qui ipsum id mollit est ex incididunt reprehenderit consequat nostrud. Commodo pariatur aliqua eu consectetur ex non sint est Lorem aliqua sunt dolor. Labore tempor irure aliquip nulla.\r\n",
        "participantID": 0,
        "campaignName": "J-Fall",
        "stateID": 1,
        "possibleAnswer": [
          "ullamco ea magna id ipsum cupidatat reprehenderit ea et commodo ut eiusmod amet voluptate et",
          "do id laboris mollit exercitation dolor sint minim non voluptate fugiat eu nisi consectetur veniam",
          "amet ad exercitation ullamco et reprehenderit sint nulla reprehenderit velit eiusmod eiusmod elit ad sit",
          "fugiat aliquip eu sunt ea et excepteur eu deserunt et in incididunt veniam tempor eu"
        ],
        "givenAnswer": "ullamco ea magna id ipsum cupidatat reprehenderit ea et commodo ut eiusmod amet voluptate et"
      }
    ]
  }
}